Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Beeswax for use in the manufacture of candles
it: Cera d'api per la produzione di candele

source: Hardened oils [hydrogenated oils for industrial use]
it: Oli induriti [oli idrogenati per uso industriale]

source: Coal naphtha
it: Olio di carbone

source: Additive concentrates (Non-chemical -) for motor fuels
it: Concentrati di additivi (Non chimici -) per carburanti

source: Additives (Non-chemical -) for combustion enhancers
it: Additivi (Non chimici -) per potenziatori di combustione

source: Vegetable charcoals
it: Carboni vegetali

source: Cutting fluids
it: Olio da taglio

source: Producer gas
it: Gas povero

source: Preparations for lubricating joints
it: Prodotti per lubrificare giunti

source: Oxygen liquified hydrocarbon gas for use in torches
it: Gas liquefatti di idrocarburi di ossigeno per uso in torce

source: Propane gas sold in cylinders for use in torches
it: Gas propano venduto in bombole da utilizzare in torce

source: Methylated spirit
it: Spirito da bruciare

source: Oils for thermic treatment of metals
it: Oli per il trattamento termico dei metalli

source: Oils for turbines
it: Oli per turbine

source: Penetrating oils for use on door locks
it: Oli penetranti per serrature di porte

source: Lubricants for industrial apparatus
it: Lubrificanti per apparecchi industriali

source: Lubrication grease for vehicles
it: Grasso lubrificante per veicoli

source: Mineral spirits for use as an accelerant
it: Ragia minerale da utilizzare come accelerante

source: Greases for the lubrication of joints
it: Grassi per la lubrificazione dei giunti

source: Lubricants for surgical apparatus
it: Lubrificanti per apparecchi chirurgici

source: Lubricants having cleaning properties
it: Lubrificanti dotati di proprietà detergenti

source: Industrial oil for batteries
it: Olio industriale per batterie

source: Industrial oils and greases, lubricants
it: Olii e grassi industriali, lubrificanti

source: Oils containing dissolved metal salts for use as additives to asphalt
it: Oli contenenti sali di metalli dissolti per uso come additivi per l'asfalto

source: Materials for use in preserving buildings [oils]
it: Materiali per la conservazione degli edifici [oli]

source: Combustible products
it: Prodotti combustibili

source: Anti-seize substances [oils]
it: Sostanze antigrippaggio [oli]

source: Grease for belts
it: Grasso per cinghie

source: Lubricants and industrial greases, waxes and fluids
it: Lubrificanti, grassi, cere e fluidi industriali

source: Preserving oils for masonry or leather
it: Olii preservanti per muratura o pelle

source: Electrical energy from renewable sources
it: Energia elettrica da fonti rinnovabili

source: Electrical energy from non-renewable sources
it: Energia elettrica da fonti non rinnovabili

source: Electrical energy from solar power
it: Energia elettrica da energia solare

source: Electrical energy from wind power
it: Energia elettrica da energia eolica

source: Solid fire starters
it: Accendifuoco solidi

source: Cottonseed oils for industrial purposes
it: Olio di semi di cotone per uso industriale

source: Animal oils for industrial purposes
it: Oli animali per uso industriale

source: Solid lubricants for industrial purposes
it: Lubrificanti solidi per uso industriale

source: Vegetable wax
it: Cera vegetale

source: All purpose lubricants
it: Lubrificanti multiuso

source: Beef tallow for industrial purposes
it: Sego bovino per uso industriale

source: Boiled oil for industrial purposes
it: Olio bollito per uso industriale

source: Corn oils for industrial purposes
it: Oli di mais per uso industriale

source: Fish oils for industrial purposes
it: Oli di pesce per uso industriale

source: Lanoline for industrial purposes
it: Lanolina per uso industriale

source: Petroleum ether
it: Etere di petrolio

source: Petroleum
it: Petrolio

source: Graphite as a lubricant
it: Grafite come lubrificante

source: Lubricating graphite
it: Grafite lubrificante

source: Liquefied petroleum gas
it: Gas di petrolio liquefatto

source: Liquefied natural gas
it: Gas naturale liquefatto

source: Motor vehicle lubricants
it: Lubrificanti per autoveicoli

source: Charcoal briquettes
it: Ovuli di carbone

source: Candles for lighting
it: Candele per illuminazione

source: Perilla oils for industrial purposes
it: Olio di perilla per l'industria

source: Peanut oils for industrial purposes
it: Oli di semi d'arachidi per uso industriale

source: Linseed oils for industrial purposes
it: Oli di semi di lino per uso industriale

source: Olive oils for industrial purposes
it: Oli d'oliva per uso industriale

source: Sesame oil for industrial purposes
it: Olio di sesamo per l'industria

source: Soybean oil for industrial purposes
it: Olio di soia per l'industria

source: Wax for making candles
it: Cera per fare candele

source: Non-mineral greases for industrial purposes [not for fuel]
it: Grassi non minerali per uso industriale (non per combustibili)

source: Solid lubricants
it: Lubrificanti solidi

source: Reclaimed oil used in the process of devulcanisation of rubber compounds
it: Olio rigenerato usato nel processo di devulcanizzazione di composti di gomma

source: Mineral oil for use in the manufacture of paint
it: Olio minerale per la produzione di pitture

source: Mineral oil for use in the manufacture of metal cutting fluids
it: Olio minerale per la fabbricazione di fluidi da taglio per metalli

source: Biomass fuel
it: Biocombustibili

source: Candle torches
it: Torce a candela

source: Synthetic lubricating oils
it: Oli lubrificanti sintetici

source: Gasoline
it: Gasolina

source: Industrial grease
it: Grassi industriali

source: Industrial oil
it: Olii industriali

source: Votive candles
it: Candele votive

source: Firelighters for grills
it: Accendifuoco per griglie

source: Linseed oil for use as a lubricant
it: Olio di semi di lino lubrificante

source: Grave candles, non-electric
it: Candele per tombe, non elettriche

source: Base oils
it: Oli base

source: Compressed natural gas
it: Gas naturale compresso

source: Butane gas for use as a household fuel
it: Gas butano come combustibile per uso domestico

source: Pellets of compressed fiber manufactured from a plant crop to be used as fuel
it: Pellet di fibra compressa ottenuti da piante coltivate per uso combustibile

source: Moisturising body lotion [pharmaceutical]
it: Lozione idratante per il corpo [farmaceutico]

source: Mouth sprays for medical use
it: Spray per la bocca per uso medico

source: Chromatic alginate dental impression material
it: Materiali per impronte dentarie in alginati cromatici

source: Chromatographic supports for medical use
it: Supporti per cromatografia per uso medico

source: Stem cells for veterinary purposes
it: Cellule staminali per uso veterinario

source: Personal sexual lubricants
it: Lubrificanti sessuali

source: Preparations for reducing sexual activity
it: Prodotti per la riduzione dell'attività sessuale

source: Sterilising substances
it: Sostanze sterilizzanti

source: Substances in tablet form for use in the sterilisation of water
it: Sostanze in compresse per la sterilizzazione dell'acqua

source: Absorbent cotton
it: Ovatta idrofila

source: Aseptic cotton
it: Cotone asettico

source: Bouillons for bacteriological cultures
it: Brodi di cultura per la batteriologia

source: Diagnostic reagents for medical use
it: Reagenti diagnostici per uso medico

source: Semen for artificial insemination
it: Sperma per l'inseminazione artificiale

source: Ginseng for medicinal use
it: Ginseng per uso medicinale

source: Hemorrhoidal ointments
it: Unguenti antiemorroidali

source: Antibiotics
it: Antibiotici

source: Pyrethrum powder
it: Polvere di piretro

source: Quebracho for medical purposes
it: Quebraco per uso medico

source: Chinoline for medical purposes
it: Chinolina per uso medico

source: Radioactive substances for medical purposes
it: Prodotti radioattivi per uso medico

source: Sarsaparilla for medical purposes
it: Salsapariglia per uso medico

source: Charcoal for pharmaceutical purposes
it: Carbone di legna per uso farmaceutico

source: Rubber for dental purposes
it: Caucciù per uso dentario

source: Caustics for pharmaceutical purposes
it: Caustici per uso farmaceutico

source: Herbicides
it: Erbicida

source: Reagents for use with analyzers [for medical purposes]
it: Reagenti per analizzatori [per uso medico]

source: Propolis for pharmaceutical purposes
it: Propoli per uso farmaceutico

source: Adrenal hormone preparations
it: Preparati di ormone surrenale

source: Cultures for medical use
it: Colture per uso medico

source: Alkaloids for medical purposes
it: Alcaloidi per uso medico

source: Camphor oil for medical purposes
it: Olio canforato per uso medico

source: Surgical implants comprised of living tissues
it: Impianti chirurgici composti da tessuti viventi

source: Preparations of trace elements for human and animal use
it: Preparati di oligo-elementi per il consumo umano e animale

source: Scapulars for surgical purposes
it: Scapolari per uso chirurgico

source: Soporifics
it: Sonniferi

source: Medicated swabs
it: Tamponi medicati

source: Rat poison
it: Topicida

source: Chemical preparations for the diagnosis of pregnancy
it: Preparati chimici per diagnosticare la gravidanza

source: Angostura bark for medical purposes
it: Scorza di angostura per uso medico

source: Condurango bark for medical purposes
it: Scorza di condurango per uso medico

source: Solutions for contact lenses
it: Soluzioni per lenti a contatto

source: Chilblain preparations
it: Prodotti contro i geloni

source: Bandages for dressings
it: Bendaggi per medicazioni

source: Larvae exterminating preparations
it: Prodotti per distruggere le larve

source: Epidermal growth factor preparations for the treatment of burns
it: Preparati a fattore di crescita epidermica per il trattamento di ustioni

source: Face cream (Medicated -)
it: Creme per il viso (Medicate -)

source: Fat emulsions for parenteral hyperalimentation
it: Emulsioni di grassi per iperalimentazione parenterale

source: Deodorants, other than for human beings or for animals
it: Deodoranti, eccetto quelli per uso personale o per gli animali

source: Diabetic bread adapted for medical use
it: Pane per diabetici per uso medico

source: Analgesics
it: Analgesici

source: Magnesium sulphate for pharmaceutical use
it: Solfato di magnesio per uso farmaceutico

source: Antibiotic dermatological products
it: Prodotti dermatologici antibiotici

source: Antibiotics for human use
it: Antibiotici per uso umano

source: Human plasma protein
it: Proteine di plasma umano

source: Immunoassay reagents for medical use
it: Reagenti per immunodosaggio per uso medico

source: Immunotherapeutic agents for bacterial infections
it: Agenti immunoterapeutici per infezioni batteriche

source: Reagents for analytical purposes [for veterinary purposes]
it: Reagenti per uso analitico [per scopi veterinari]

source: Bone fillers consisting of living materials
it: Sostanze riempitive per ossa in materiali vivi

source: Disinfectants for medical instruments
it: Disinfettanti per strumenti medici

source: Triangular-shaped napkins [paper] for babies
it: Pannolini [di carta] triangolari per neonati

source: Pharmaceutical implants
it: Impianti farmaceutici

source: Tobacco extracts [insecticides]
it: Estratti di tabacco [insetticidi]

source: Thymol for pharmaceutical purposes
it: Timolo per uso farmaceutico

source: Melissa water for pharmaceutical purposes
it: Acqua di melissa per uso farmaceutico

source: Esters for pharmaceutical purposes
it: Esteri per uso farmaceutico

source: Preparations for the neutralising of odours
it: Preparati per la neutralizzazione degli odori

source: Antiseptic washing preparations
it: Prodotti antisettici per il lavaggio

source: Alcohol swabs for medical purposes
it: Tamponi imbevuti d'alcol per uso medico

source: Contraceptive sponges
it: Spugne contraccettive

source: Decongestant capsules
it: Capsule decongestionanti

source: Capillary lotions (Medicated -)
it: Lozioni capillari (Medicate -)

source: Pharmaceutical compositions
it: Composti farmaceutici

source: Pharmaceutical preparations for veterinary use
it: Prodotti farmaceutici per uso veterinario

source: Bone cement for medical purposes
it: Cemento osseo per uso medico

source: Dental materials for duplicating models of teeth
it: Materiali dentari per la duplicazione di modelli di denti

source: Dental resins
it: Resine dentali

source: Nasal decongestants
it: Decongestionanti nasali

source: Chemical contraceptive sponges
it: Spugne contraccettive chimiche

source: Chemical preparations for pesticidal purposes
it: Prodotti chimici per uso come pesticidi

source: Contraceptive preparations
it: Preparati contraccettivi

source: Moist wipes impregnated with a pharmaceutical lotion
it: Fazzoletti umettati imbevuti di lozione farmaceutica

source: Cement for animal hooves
it: Cementi per zoccoli di animali

source: Cocaine
it: Cocaina

source: Colostrum supplements
it: Integratori di colostro

source: Surgical cements
it: Cementi chirurgici

source: Medicated additives for animal foods
it: Additivi medicati per alimenti per animali

source: Abrasive pads for dental purposes
it: Tamponi abrasivi per uso dentario

source: Bacteriological preparations for medical and veterinary use
it: Preparazioni batteriologiche per uso medico o veterinario

source: Sanitary preparations for medical purposes
it: Prodotti igienici per scopi medici

source: Gauze for dressings
it: Garza per medicazioni

source: Albuminous preparations for medical purposes
it: Preparazioni albuminose per uso medico

source: Bronchodilating preparations
it: Preparati per broncodilatatori

source: Quassia for medical purposes
it: Quassia per uso medico

source: Preparations for callouses
it: Prodotti contro la callosità

source: Serums
it: Sieri

source: Haemostatic pencils
it: Matite emostatiche

source: Curare
it: Curaro

source: Dental lacquer
it: Lacche dentarie

source: Medicated lotions for the hands
it: Lozioni medicate per le mani

source: Reagents for in-vitro laboratory use [for veterinary purposes]
it: Reagenti per uso di laboratorio in vitro [per uso veterinario]

source: Reagents for microbiological analysis [for veterinary purposes]
it: Reagenti per analisi microbiologica [per uso veterinario]

source: Reagents for use with analyzers [for veterinary purposes]
it: Reagenti per analizzatori [per uso veterinario]

source: Animal repellent formulations
it: Prodotti repellenti per animali

source: Urinary tract preparations
it: Preparati per il tratto urinario

source: Vitamins for animals
it: Vitamine per animali

source: Washes (Sterilizing -)
it: Lavaggi (Sterilizzazione -)

source: Wipes for medical use
it: Salviette per uso medico

source: Royal jelly dietary supplements
it: Integratori alimentari di pappa reale

source: Propolis dietary supplements
it: Integratori alimentari di propoli

source: Animal semen for artificial insemination
it: Sperma animale per inseminazione artificiale

source: Culture media for medical use
it: Terreni di coltura per uso medico

source: Hydrated chloral for pharmaceutical purposes
it: Idrato di cloralio per uso farmaceutico

source: Poisons
it: Veleni

source: Bath salts for medical purposes
it: Sali per il bagno per uso medico

source: Bicarbonate of soda for pharmaceutical purposes
it: Bicarbonato di sodio per uso farmaceutico

source: Chemical preparations for medical purposes
it: Preparati chimici per uso medico

source: Enzyme preparations for medical purposes
it: Preparati enzimatici per uso medico

source: Leeches for medical purposes
it: Sanguisughe per uso medico

source: Strychnine
it: Stricnina

source: Spermicides for application to condoms
it: Spermicidi da applicare ai preservativi

source: Anaesthetics
it: Anestetici

source: Disinfectant swabs
it: Tamponi disinfettanti

source: Chewing gum for medical purposes
it: Gomme da masticare per uso medico

source: Ferments for pharmaceutical purposes
it: Fermenti per uso farmaceutico

source: Extracts of medicinal plants
it: Estratti di piante medicinali

source: Eye ointment for medical use
it: Unguento oftalmico per uso medico

source: Topical ophthalmic anti-infective substances for the treatment of infections
it: Sostanze oftalmiche antinfettive per uso topico per il trattamento di infezioni

source: X-ray contrast media for medical use
it: Mezzi di contrasto per raggi X per uso medico

source: Local anaesthetics
it: Anestetici locali

source: Lubricants for medical use
it: Lubrificanti per uso medico

source: Magnesium oxide for medical use
it: Ossido di magnesio per uso medico

source: Malt albumin for pharmaceutical use
it: Albumina di malto per uso farmaceutico

source: Antibiotics for veterinary use
it: Antibiotici per uso veterinario

source: Antibodies
it: Anticorpi

source: Acne creams [pharmaceutical preparations]
it: Creme per l'acne [preparati farmaceutici]

source: Adhesive skin patches for medical use
it: Cerotti adesivi per la pelle per uso medico

source: Homeopathic pharmaceuticals
it: Prodotti farmaceutici omeopatici

source: Radioactive preparations veterinary diagnosis
it: Preparati radioattivi per la diagnosi veterinaria

source: Reagents for analytical purposes [for medical purposes]
it: Reagenti per uso analitico [per scopi medici]

source: Appetite suppressant pills
it: Pillole anoressizzanti

source: Dental ceramics
it: Ceramiche dentarie

source: Artificial tea [for medicinal use]
it: Tè artificiale [per uso medico]

source: Aspirin
it: Aspirina

source: Oxygen for medical purposes
it: Ossigeno per uso medico

source: Plant extracts for pharmaceutical purposes
it: Estratti di piante per uso farmaceutico

source: Vitamin supplements
it: Integratori vitaminici

source: Jujube, medicated
it: Pasta di giuggiole

source: Yeast extracts for pharmaceutical purposes
it: Estratti di lievito per uso farmaceutico

source: Elixirs [pharmaceutical preparations]
it: Elisir [preparazioni farmaceutiche]

source: Insect repelling tags
it: Cartellini insettifughi

source: Preparations for use as additives to food for human consumption [medicated]
it: Preparati da utilizzare come additivi per alimenti ad uso umano [medicati]

source: Antiseptic mouthwashes
it: Collutori antisettici

source: Guaiacol for pharmaceutical purposes
it: Guaiacolo per uso farmaceutico

source: Gentian for pharmaceutical purposes
it: Genziana per uso farmaceutico

source: Pharmaceutical creams
it: Creme farmaceutiche

source: Pheromones
it: Feromoni

source: Oral contraceptives
it: Contraccettivi orali

source: Spermicides
it: Spermicidi

source: Artificial tears
it: Lacrime artificiali

source: Medicinal drinks
it: Pozioni medicinali

source: Vaginal lubricants
it: Lubrificanti vaginali

source: Nappies of paper for incontinents
it: Pannolini di carta per incontinenti

source: Ozone for medical use
it: Ozono per uso medico

source: Ceramics for the construction of dentures
it: Ceramica per la costruzione di dentiere

source: Chemical preparations for the diagnosis of diabetes
it: Preparati chimici per la diagnosi del diabete

source: Compounds for treating correlated pulmonary syndromes
it: Composti per la cura di sindromi polmonari correlate

source: Veterinary preparations
it: Prodotti veterinari

source: Acetates for pharmaceutical purposes
it: Acetati per uso farmaceutico

source: Fumigating sticks
it: Bastoncini fumiganti

source: Compresses
it: Compresse

source: Vitamin preparations
it: Preparazioni di vitamine

source: Chemicals for pharmaceutical use
it: Prodotti chimici per uso farmaceutico

source: Cleaners [preparations] for sterilising dental instruments
it: Detergenti [preparati] per sterilizzare gli strumenti odontoiatrici

source: Cooling sprays for medical purposes
it: Spray refrigeranti per uso medico

source: Sterile solutions for medical purposes
it: Soluzioni sterili per uso medico

source: Sterilized dressing
it: Fasciature sterilizzate

source: First-aid boxes, filled
it: Cassette di pronto soccorso

source: Chemical preparations to treat wheat blight [smut]
it: Prodotti chimici per il trattamento della carie del grano

source: Petroleum jelly for medical purposes
it: Gelatina di petrolio per uso medico

source: Castor oil for medical purposes
it: Olio di ricino per uso medico

source: Hydrogen peroxide for medical purposes
it: Perossido d'idrogeno per uso medico

source: Iodine for pharmaceutical purposes
it: Iodio per uso farmaceutico

source: Alkaline iodides for pharmaceutical purposes
it: Ioduri alcalini per uso farmaceutico

source: Medicinal roots
it: Radici medicinali

source: Syrups for pharmaceutical purposes
it: Sciroppi per uso farmaceutico

source: Cellulose ethers for pharmaceutical purposes
it: Eteri di cellulosa per uso farmaceutico

source: Malt for pharmaceutical purposes
it: Malto per uso farmaceutico

source: Electrolyte solutions for medical use
it: Soluzioni elettrolitiche per uso medico

source: Medicinal ointments
it: Unguenti medicinali

source: Medicated plasters
it: Cerotti medicati

source: Reagents for use in diagnostic tests [for medical purposes]
it: Reagenti per test diagnostici [per uso medico]

source: Belts for sanitary napkins [towels]
it: Cinture per assorbenti igienici

source: Alginates for pharmaceutical purposes
it: Alginati per uso farmaceutico

source: Muscle relaxants
it: Rilassanti muscolari

source: Cultures for veterinary use
it: Colture per uso veterinario

source: Greases for veterinary purposes
it: Grassi per uso veterinario

source: Lint for medical purposes
it: Garza per uso medico

source: Almond milk for pharmaceutical purposes
it: Latte di mandorle per uso farmaceutico

source: Camphor for medical purposes
it: Canfora per uso medico

source: Steroids
it: Steroidi

source: Adjuvants for medical purposes
it: Coadiuvanti ad uso medico

source: Ergot for pharmaceutical purposes
it: Segale cornuta per uso farmaceutico

source: Radio-isotope markers for therapeutic or diagnostic use
it: Marcatori radioisotopi per uso terapeutico o diagnostico

source: Mineral dietary supplements for humans
it: Integratori dietetici minerali per uso umano

source: Mineral drinks (Medicated -)
it: Bevande minerali (Medicate -)

source: Solidified gases for medical purposes
it: Gas solidificati per uso medico

source: Sponge material for healing wounds
it: Materiali in spugna per la cura di ferite

source: Haemoglobin
it: Emoglobina

source: Asthmatic tea
it: Tè antiasmatico

source: Haemorrhoid preparations
it: Prodotti antiemorroidari

source: Glucose preparations for medical purposes
it: Preparati a base di glucosio per uso medico

source: Dietetic foods for use in clinical nutrition
it: Alimenti dietetici per nutrizione clinica

source: Bath preparations for medical purposes
it: Preparati per il bagno ad uso medico

source: Bismuth preparations for pharmaceutical purposes
it: Preparazioni di bismuto per uso farmaceutico

source: Linseed meal for pharmaceutical purposes
it: Farina di lino per uso farmaceutico

source: Collodion for pharmaceutical purposes
it: Collodio per uso farmaceutico

source: Creosote for pharmaceutical purposes
it: Creosoto per uso farmaceutico

source: Babies' diapers of cellulose or paper
it: Pannolini di cellulosa o di carta (da gettare)

source: Synthetic material for use in setting bones
it: Materiali sintetici per il fissaggio delle ossa

source: Synthetic resins for use in dentistry
it: Resine sintetiche per uso dentistico

source: Tisanes [medicated beverages]
it: Tisane [bevande medicate]

source: Tissues for surgical use
it: Tessuti per uso chirurgico

source: Topical anti-infective substances for the treatment of infections of the eye
it: Sostanze antinfettive per uso topico per il trattamento di infezioni oculari
